{ "stories": [{
    "image": "https://iscale.iheart.com/v3/url/aHR0cDovL2ltYWdlLmloZWFydC5jb20vaW1hZ2VzL3JvdmkvMTA4MC8wMDAzLzcyMy9NSTAwMDM3MjM4NDguanBn",
    "head": "Drake is DATING?!?!!?",
    "author": "Rouz",
    "category": "Entertainment",
    "text": "If you've been rooting as hard as I have for Drake and Rihanna to someday become a real couple, I have some good news for you: Now, more than ever, it seems like that could totally be a possibility. After presenting Rihanna with the 2016 Video Vanguard Award at the VMAs on Sunday night, they've been pretty much inseparable... and it even sounds like they just went on a date. Like, a real date. On Monday night, Rihanna and Drake were spotted together in New York, and according to what witnesses report to People, they've been getting very cozy since after the VMAs.  Rihanna and Drake were seen leaving Nobu after having dinner together, and that's basically the whole story. But that's something, right? And isn't this the way it always goes when celebrity couples are finally found out? They're spotted together and then all of a sudden, cute couple-y photos start hitting Instagram and before you know it, somebody's confirming that the relationship does exist. Of course, there's a chance this was just a friend thing, since they are obviously close and being that they're in the same city, of course they're hanging out. But they could be dating. There's always that chance. I want to believe!"
  }, {
    "image": "https://pbs.twimg.com/profile_images/3280183972/447cca2dcd16160949557e31c981b62b_400x400.jpeg",
    "head": "Lochte Scores 28 on IQ Test",
    "author": "Joel",
    "category": "Lifestyle",
    "text": "It's here, it's here, it's finally here. The full Dancing With The Stars Season 23 cast list, I mean. The newest celebrity dancers were revealed on Tuesday's Good Morning America, and, in the lineup, we've got your classic mix of Olympians, a Brady, a politician, TV stars, and even musical icons from previous decades. OK, I guess that's not really a classic mix, but it's sure an exciting one.  Speaking of the Olympians, you might be surprised to see Ryan Lochte's name, even though rumors had been circling that the swimmer would join DWTS. Then again, you might not be surprised, considering what's transpired over the last few weeks. After the whole debacle at the 2016 Rio Olympic games — where Lochte admitted to over-exaggerating a story about being robbed at gunpoint — the gold medal winner could use some positive media coverage. What's a better place to start than the dance floor? Lochte will be paired with Cheryl Burke, and, if he's as good a dancer as he is a swimmer, he'll go far.  But this season's wild card looks like it could be Amber Rose. As a former exotic dancer, Rose will probably pick up the moves faster than a lot of her competitors. Plus, from everything I've gathered about Rose, she doesn't seem averse to hard work. Watch out for her, she could really take this one home."
  }, {
    "image": "http://www.stickylife.com/images/u/2a044ada9a964dd78452ac3a8eb0754c-800.png",
    "head": "Purple Highlights Save World",
    "author": "Russ",
    "category": "Fashion & Beauty",
    "text": "As a lover of any beauty product even remotely alien-esque, unconventional colors in face makeup thrill me. That's why I quickly fell in love with the iridescent lavender powder trend. Luckily, more affordable purple highlighters are available than ever before. But while I love the beautiful lavender-hued powder in Pat McGrath's Skin Fetish set, for instance, there are plenty of worthy purple-tinted duplicates to try out for a little less of a splurge.  Though I previously thought purple highlighters were the unicorn of cosmetics — something I probably told myself to justify buying such an expensive product — I quickly discovered that I was wrong. There are plenty of powders and highlighter sticks that deliver the same touch of lavender luminosity without the luxury price tag (products like Milk Makeup's Holographic Stick are a personal godsend). Whether you're an alternative beauty maven or prefer more neutral, minimalistic looks, purple highlights are adaptable to any aesthetic.  Even if searching  doesn't bring up much in your search results, don't be afraid to expand your exploration to lavender blushes and even face glitters. The bolder in the better, IMO. So join the forces of lavender beauty mavens everywhere, and check out these budget-friendly options."
  }]
}
